Repository: blackice2999/drupal-l10n_server
Catalog: l10n_groups/translations/modules-l10n_groups.*.po
Languages: sv

source: Welcome message
sv: Välkomstmeddelande

source: All available languages have groups now. You cannot create another group until a new language is added on the administration interface.
sv: Alla tillgängliga språk har nu grupper. Du kan inte skapa ytterligare en grupp innan ett nytt språk är tillagt på gränssnittet för administrationen.

source: Translation group
sv: Översättningsgrupp

source: A language community around Drupal project translations.
sv: Ett språkcommunity för översättningar åt Drupals projekt.

source: Group name
sv: Gruppnamn

source: Name of the translation group.
sv: Namn på översättningsgrupp.

source: The language managed by this group. This cannot be modified.
sv: Språk som hanteras av denna grupp. Detta kan inte ändras.

source: The language managed by this group. Languages not shown here are either not active on the site, or already have a translation group.
sv: Språket som hanteras av denna grupp. Språk som inte visas här är antingen inte aktiva på webbplatsen, eller så har de redan en översättningsgrupp.

source: Permission model
sv: Modell för rättighet

source: Whether different types of group members have different permissions.
sv: Huruvida olika typer av gruppmedlemmar har olika rättigheter.

source: Open. Everybody is equal, all members can suggest and approve translations.
sv: Öppen. Alla är jämnställda, alla medlemmar kan föreslå och godkänna översättningar.

source: Controlled. Members can only suggest translations, group administrators can approve them.
sv: Kontrollerad. Medlemmar kan bara föreslå översättningar, gruppadministratörer kan godkänna dem.

source: Welcome message to display on the group homepage.
sv: Välkomstmeddelande att visa på gruppens hemsida.

source: You are not a member of this translation group, but you can still view the existing translations and export templates or translations for your own use.
sv: Du är inte en medlem av denna översättningsgrupp, men du kan fortfarande visa existerande översättningar och exportera mallar eller översättningar för ditt eget bruk.

source: <a href="@group">Subscribe to this group</a> if you would like to help out.
sv: <a href="@group">Anmäl dig till denna grupp</a> om du vill hjälpa till.

source: <a href="@register">Create an account or log in</a> and <a href="@group">subscribe to this group</a> if you would like to help out.
sv: <a href="@register">Skapa ett konto eller logga in</a> och <a href="@group">anmäl dig till denna grupp</a> om du vill hjälpa till.

source: You are a member of this translation group, so you can suggest translations or import complete Gettext translation files to suggest multiple translations at once. Administrators of this group either accept or decline suggestions provided by members of the group. To work offline, export a translation template, which contains the current state of the translation.
sv: Du är en medlem av denna översättningsgrupp, så du kan föreslå översättningar eller importera kompletta översättningsfiler av typen Gettext för att föreslå flera översättningar åt gången. Administratörer för denna grupp kan antingen acceptera eller neka förslag som tillhandahållits av medlemmar för denna grupp. För att arbeta nedkopplat, exportera en översättningsmall, som innehåller den nuvarande uppsättningen av översättningen.

source: As a member of this translation group, you can suggest translations as well as approve translations suggested by other members of the group. Export/import of Gettext translation files is also possible.
sv: Sopm en medlem av denna grupp så kan du föreslå översättningar såväl som godkänna översättningar föreslagna av andra medlemmar för denna grupp. Exportering/importering av översättningsfiler av typen Gettext är också möjligt.

source: administer localization groups
sv: administrera grupper för lokalisering

source: References {node}.nid, pointing to the organic group node for this translation group.
sv: Hänvisar {node}.nid pekandes till nod för dynamisk grupp för denna översättningsgrupp.

source: References {language}.language, pointing to the language of this translation group.
sv: Hänvisar {language}.language, pekandes till språket för denna översättningsgrupp.

source: Permission model for this translation group. Can be L10N_MODEL_OPEN or L10N_MODEL_CONTROLLED.
sv: Modell för åtkomst för denna översättningsgrupp. Kan vara L10N_MODEL_OPEN eller L10N_MODEL_CONTROLLED.

source: Localization groups
sv: Grupper för lokalisering
