Repository: blackice2999/drupal-l10n_server
Catalog: l10n_remote/translations/modules-l10n_remote.*.po
Languages: sv

source: Please log in first to generate your Localization Server API key.
sv: Var vänlig logga in först för att generera din nyckel för lokaliseringsserverns API.

source: You don't have the required permissions to use remote submission on this Localization Server.
sv: Du har inte nödvändiga rättigheter för att använda fjärråtkomst för förslag till denna lokaliseringsserver.

source: Your Localization Server API key
sv: Nyckel för din lokaliseringsservers API

source: Copy and paste this API key into your user account on the client host.
sv: Kopiera och klistra in denna nyckel för API i ditt användarkonto på klientens värd.

source: Test support for a specific API version.
sv: Testsupport för en specifik version av API.

source: Handle remote string submissions.
sv: Hantera fjärrmanövrerade strängförslag.

source: Submitted translation from client.
sv: Skickade översättning från klient.

source: Language not allowed for remote submission.
sv: Språk inte tillåtet att skicka in via fjärråtkomst.

source: Not allowed to submit translations in this language remotely.
sv: Ej tillåten att via fjärråtkomst skicka in översättningar till detta språk.

source: Unauthorized or blocked user attempted submission.
sv: Obehörig eller blockerad användare försökte skicka in.

source: Submitted translation with wrong parameters or signature.
sv: Inskickad översättning med felaktig parametrar eller signatur.

source: submit suggestions remotely
sv: skicka förslag via fjärråtkomst

source: Get API key
sv: Erhåll nyckel för API

source: Localization remote API
sv: API för lokaliseringens fjärråtkomst

source: Provides an XML-RPC server interface to handle remote translation submissions.
sv: Tillhandahåller ett servergränssnitt för XML-RPC för att via fjärråtkomst hantera förslag på översättningar.
